Repository: mcguffin/mc-multisite-plugin-manager
Catalog: languages/pm-*.po
Languages: de_de

source: Plugin Management
de_de: Plugin Verwaltung

source: Manage Plugins
de_de: Plugins verwalten

source: Settings Saved
de_de: Einstellungen gespeichert

source: Help
de_de: Hilfe

source: Auto Activation
de_de: Autom. Aktivierung

source: When auto activation is on for a plugin, newly created blogs will have that plugin activated automatically. This does not affect existing blogs.
de_de: Bei Automatischer Aktivierung wird das Plugin auf neu erstellten Blogs automatisch aktiviert. Bestehende Blogs sind davon nicht betroffen.

source: User Control
de_de: Benutzer-Kontrolle

source: When user control is enabled for a plugin, all users will be able to activate/deactivate the plugin through the <cite>Plugins</cite> menu. When you turn it off, users that have the plugin activated are grandfathered in, and will continue to have access until they deactivate it.
de_de: Bei aktivierter Benutzerkontrolle sind alle Admin-User berechtigt das Plugin im Plugin-Menü zu aktivieren oder zu deaktivieren. Wenn Sie die Benutzerkontrolle abschalten, können Blog-Admins das Plugin weiterhin nutzen bis sie es deaktivieren.

source: Mass Activation/Deactivation
de_de: Massen-Aktivierung / Deaktivierung

source: Mass activate and Mass deactivate buttons activate/deactivates the specified plugin for all blogs. This is different than the "Network Activate" option on the network plugins page, as users can later disable it and this only affects existing blogs. It also ignores the User Control option.
de_de: Die Massen-Aktivierung / Deaktivierung aktivieren oder daktivieren das PLugin auf allen Blogs. Das ist ein Unterschied zur Netzwerkweiten Aktiverung auf der Netzwerk-Plugin-Seite. Die Benutzer können das Plugin später deaktivieren und es sind nur bestehende Blogs betroffen. Die Benutzer-Kontrolle wird dabei nicht Betracht gezogen.

source: Author
de_de: Autor

source: Users may activate/deactivate
de_de: Benutzer können aktivieren / deaktivieren

source: Mass Activate
de_de: Massen-Aktivierung

source: Mass Deactivate
de_de: Massen-Deaktivierung

source: Deny
de_de: Verbieten

source: Allow
de_de: Erlauben

source: Allow and Auto-Activate
de_de: Erlauben und autom. aktivieren

source: Activate All
de_de: Alle aktivieren

source: Deactivate All
de_de: Alle deaktivieren

source: Update Options
de_de: Einstellungen Aktualisieren

source: Plugin Override Options
de_de: Einstellungen überschreiben

source: Choose “Allow” if you want to allow plugin (de-)activation on this specific site. Choose “Deny” to always deny activation for blog users.
de_de: Wählen Sie „Erlauben“ wenn Sie dem Blog-Admin die (De-)Aktivierung des Plugins erlauben möchten. Wählen Sie „Verbieten“ um dem Blog-Admin die (De-)Aktivierung zu verbieten.

source: User-Control (Network Default)
de_de: Benutzerkontrolle (Netzwerk-Standard)

source: Blog users may activate/deactivate
de_de: Blog-Admin dürfen aktivieren / deaktivieren

source: Activation
de_de: Aktivierung

source: — Network default —
de_de: – Netzwerk Einstellung –

source: Deactivate plugin
de_de: Plugin deaktivieren

source: Activate plugin
de_de: Plugin aktivieren

source: Failed to mass activate: Your multisite network is too large for this function.
de_de: Massen-Aktivierung fehlgeschlagen. Dein Multisite-Netzwer ist zu groß für diese Funktion.

source: has been MASS ACTIVATED.
de_de: wurde Massen-Aktiviert.

source: Failed to mass activate: error selecting blogs
de_de: Massen-Aktiverung fehlgeschlagen: Fehelr beim auswählen der Blogs

source: has been MASS DEACTIVATED.
de_de: wurde Massen-Deaktiviert.

source: Failed to mass deactivate: error selecting blogs
de_de: Massen-Deaktiverung fehlgeschlagen: Fehelr beim auswählen der Blogs
